/* abbreviation for astronomical unit */
" au" = " au";

/* abbreviation for centimeters */
" cm" = " 厘米";

/* abbreviation for cubits */
" cubit" = " 腕尺";

/* abbreviation for feet */
" ft" = " 英尺";

/* abbreviation for decimal inches
   abbreviation for inches */

" in" = " 英寸";

/* abbreviation for kilometers */
" km" = " 千米";

/* abbreviation for meters */
" m" = " 米";

/* abbreviation for miles */
" mi" = " 英里";

/* abbreviation for millimeters */
" mm" = " 毫米";

/* abbreviation for points */
" pt" = " 点";

/* abbreviation for pixels */
" px" = " 像素";

/* abbreviation for yards */
" yd" = " 码";

/* tick abbreviation for inches */
"\"" = "\"";

/* Quarantined file with AppleScript - warning panel message text */
"%@ downloaded this file %@ at %@ from %@.  AppleScript is capable of reading and modifying your documents, so you should avoid running appleScript from untrusted sources." = "%1$@ 已经于 %3$@ 从 %4$@ 下载此文件 %2$@。AppleScript 能够读取和修改您的文稿，所以您应该避免从不被信任来源运行 AppleScript。";

/* line thickness format string */
"%gpt" = "%gpt";

/* tick abbreviation for feet */
"\'" = "\'";

/* text description */
", Rotated" = "，已旋转";

/* display string for compiled script link */
"<script>" = "<脚本>";

/* Quarantined file with AppleScript - warning panel title */
"\\U201C%@\\U201D is a file which was downloaded from the Internet and contains AppleScript.  Are you sure you want to open it?" = "“%@”是可从互联网下载的内含 AppleScript 的文件。您确定要打开该文件吗？";

/* context menu for adding a midpoint a line */
"Add Midpoint" = "添加中间点";

/* layout error */
"An error occurred during graph layout." = "图表布局时发生错误。";

/* layout error */
"An error occurred during graph layout.  If possible, please mail the current document to omnigraffle@omnigroup.com" = "图表布局时发生错误。可能的话，请将当前文稿通过电子邮件发送到 omnigraffle@omnigroup.com";

/* has at least one arrow */
"Arrows" = "箭头";

/* name of authors text tag */
"Authors" = "作者";

/* text description */
"Autosizing" = "自动缩放";

/* Import filter error message */
"Bad target for file import" = "文件输入的目标错误";

/* description for bezier shapes
   bezier line */

"Bezier" = "贝塞尔曲面";

/* text description */
"Bottom" = "底部";

/* Quarantine open panel - cancel button title
   opening autosaved file alert - button title - Cancel */

"Cancel" = "取消";

/* Document load error message when passed a non-file: URL */
"Cannot read from a URL which is not a \"file:\" URL" = "无法从非“file:”URL 读取";

/* Document save error message when passed a non-file: URL */
"Cannot write to a URL which is not a \"file:\" URL" = "无法写入非“file:”URL";

/* Prefix for a canvas safe name */
"Canvas" = "版面";

/* Format string for a numbered canvas */
"Canvas %d" = "版面 %d";

/* name of canvas text tag */
"Canvas Name" = "版面名称";

/* canvas number tag */
"Canvas Number" = "版面编号";

/* context menu for label positioning */
"Center on Current Segment" = "当前段中央";

/* context menu for label positioning */
"Center on Line" = "线条中央";

/* text description */
"Centered" = "居中";

/* name for centimeters */
"centimeters (cm)" = "厘米（cm）";

/* name of comments text tag */
"Comments" = "附注";

/* name of copyright text tag */
"Copyright" = "版权";

/* Document autosave error message */
"Could not autosave %@.  File no longer exists at that location." = "无法自动存储 %@。该位置已经不存在文件。";

/* Import filter error message */
"Could not find application resource" = "找不到应用程序资源";

/* Error description for importing files */
"Could not import file \"%@\"." = "无法输入文件“%@”。";

/* error when reading a saved file */
"Could not parse saved plist" = "无法解析已存储的 plist";

/* Document save error message when -[NSFileWrapper writeToFile:atomically:updateFilename:] fails */
"Could not save" = "无法存储";

/* name of creator text tag */
"Creator" = "创建人";

/* name of current-date text tag */
"Current Date" = "当前日期";

/* curved line */
"Curved" = "弯曲";

/* name for shapes with really long names (usually random strings generated when combining shapes */
"Custom" = "自定";

/* line with dashes */
"Dashed" = "带虚线";

/* name for decimal inches */
"decimal inches (in)" = "十进位法英寸（in）";

/* name of description text tag */
"Description" = "说明";

/* alert button - loading file which has a backup but no saved version - discard backup entirely */
"Discard Backup" = "放弃备份";

/* name of creation date text tag */
"Document Creation Date" = "文稿创建日期";

/* newer document version alert - title */
"Document from Newer OmniGraffle" = "来自较新版 OmniGraffle 的文稿";

/* name of modification date text tag */
"Document Modification Date" = "文稿修改日期";

/* name of document text tag */
"Document Name" = "文稿名称";

/* Button label for aborting a change to the paper size */
"Don't Change Paper Size" = "不更改纸张的大小";

/* Dont Undo warning button */
"Don't Undo" = "请勿还原";

/* double line */
"Double" = "双线";

/* context menu for embedding image aliases */
"Embed in Document" = "嵌入文稿中";

/* error when loading a document - exception raised while reading a custom line ending (arrowhead) definition */
"Error while loading custom line ending (#%d): %@" = "载入自定线条尾端 (#%1$d) 时发生错误：%2$@";

/* error when loading a document - exception raised while reading a custom shape definition */
"Error while loading custom shape (#%d): %@" = "载入自定形状 (#%1$d) 时发生错误：%2$@";

/* error when loading a document - exception raised while reading a layer or its graphics */
"Error while loading layer %d of canvas \"%@\": %@" = "载入版面“%2$@”的图层 %1$d 时发生错误：%3$@";

/* error when loading a document - exception raised while reading master canvas
   error when loading a document - exception raised while reading (non-master) canvas */

"Error while reading canvas %d/%d: %@" = "读取版面 %1$d/%2$d 时发生错误：%3$@";

/* graphic user data - error - not a dictionary/record */
"Failed to set user data on object #%d.  Value was not a dictionary." = "设置物件 #%d 的用户数据失败。值不是字典。";

/* tick name for feet */
"feet (\')" = "英尺（\'）";

/* name for feet */
"feet (ft)" = "英尺（ft）";

/* Import filter error message */
"File import canceled by user" = "用户已取消文件输入";

/* error when reading a saved file */
"File is empty or unreadable" = "文件为空或无法读取";

/* simple fill description format */
"Fill:%@" = "填充：%@";

/* layout error */
"Graph layout" = "图表布局";

/* human-readable name of a group of shapes */
"Group (noun)" = "群组";

/* head arrow */
"Head Arrow" = "头部箭头";

/* name of height text tag */
"Height" = "高度";

/* context menu for label orientation */
"Horizontal" = "水平的";

/* console error message when an image is missing from the file package */
"Image %@ not found." = "图像“%@”未找到。";

/* image fill style */
"Image Fill:" = "图像填充：";

/* tick name for inches */
"inches (\")" = "英寸（\"）";

/* name for inches */
"inches (in)" = "英寸（in）";

/* internal stencils title */
"Internal" = "内部";

/* text description */
"Justified" = "两边对齐";

/* name of keywords text tag */
"Keywords" = "关键字";

/* name for kilometers */
"kilometers (km)" = "千米（km）";

/* context menu for label orientation submenu */
"Label Orientation" = "标签打印方向";

/* context menu for label positioning submenu */
"Label Position" = "标签位置";

/* name of languages text tag */
"Languages" = "语言";

/* alert button - loading file which has a backup - to open the most recently explicitly saved version and discard the backup */
"Last Saved" = "上一次已存储";

/* Name to give to newly created nameless layer */
"Layer" = "图层";

/* Layer Info pane - format string for a numbered layer */
"Layer %d" = "图层 %d";

/* name of layer text tag */
"Layer Name" = "图层名称";

/* text description */
"Left" = "左";

/* human-readable name of line shapes */
"Line" = "线条";

/* Default text for line labels */
"Line Label" = "线条标签";

/* name of length text tag */
"Line Length" = "线条长度";

/* fill description format */
"Linear:%@ to %@" = "线性：%1$@ 到 %2$@";

/* fill description format */
"Linear:%@ to %@ to %@" = "线性：%1$@ 到 %2$@ 到 %3$@";

/* context menu for linked image submenu */
"Linked Image" = "链接的图像";

/* image sizing manual */
"Manual" = "手册";

/* Layer Info pane - master layer */
"Master layer" = "主图层";

/* name for meters */
"meters (m)" = "米（m）";

/* name for miles */
"miles (mi)" = "英里（mi）";

/* name for millimeters */
"millimeters (mm)" = "毫米（mm）";

/* category name */
"Miscellaneous" = "其他";

/* name of modifier text tag */
"Modifier" = "修改";

/* warning message when reading a damaged save file with duplicated graphic identifiers */
"More than one graphic in the saved document has an ID=%@. Changing the id of one of them." = "存储的文稿中有多个图形的 ID 为 %@。请更改其中一个 ID。";

/* warning message when reading a damaged save file with duplicated image identifiers */
"More than one image in saved document has ID=%@. Ignoring one of them." = "存储的文稿中有多个图像的 ID 为 %@。忽略其中一个图像。";

/* no line arrows */
"No Arrows" = "无箭头";

/* no fill */
"No Fill" = "无填充";

/* no ruler scale */
"No scale" = "无比例";

/* no shadow */
"No Shadow" = "无阴影";

/* stroke description for no stroke */
"No Stroke" = "无笔划";

/* Generic human-readable name for graphics, should never actually be seen */
"Object" = "对象";

/* text description
   image offset label */

"Offset" = "偏移量";

/* Import filter error message */
"OGImport:NoInteractionAllowed" = "输入设置丢失，但已设定 Graffle 不提示用户进行设置。";

/* image opacity label */
"Opacity" = "不透明度";

/* opening autosaved file alert - button title - Open
   context menu for opening image aliases
   Quarantine open panel - button title - Open file */


"Open" = "打开";

/* opening autosaved file alert - title */
"Opening Autosaved Document" = "打开自动存储的文稿";

/* name of organizations text tag */
"Organizations" = "组织";

/* orthogonal line */
"Orthogonal" = "直角";

/* abbreviation for picas */
"p" = "p";

/* Alert message for paper size change conflicting with page margins */
"Page margins will be scaled down to fit the new paper size. They can then be adjusted in the Document inspector." = "页面页边空白将会按比例缩小，以适合新的纸张大小。此后可以在“文稿”检查器中对其进行调整。";

/* name of page number text tag */
"Page Number" = "页码";

/* context menu for label orientation */
"Parallel" = "平行";

/* context menu for label orientation */
"Perpendicular" = "垂直的";

/* name for picas */
"picas (p)" = "12 点（p）";

/* name for pixels */
"pixels (px)" = "像素（px）";

/* name for points */
"points (pt)" = "点（pt）";

/* name of projects text tag */
"Projects" = "项目";

/* fill description format */
"Radial:%@ to %@" = "放射性：%1$@ 到 %2$@";

/* context menu for removing points from a line */
"Remove Midpoints" = "移去中间点";

/* no ruler scale */
"Reset Scale" = "重置比例";

/* context menu for revealing image aliases */
"Reveal in Finder" = "在 Finder 中显示";

/* text description */
"Right" = "右";

/* format string for describing rounded shapes */
"Rounded %@" = "圆角的 %@";

/* Help tag for tables */
"rows: %d\ncols: %d" = "行：%1$d\n栏：%2$d";

/* Button label for scaling page margins */
"Scale Margins to Fit" = "缩放页边空白以适合";

/* image scale label */
"Scaled" = "缩放的";

/* simple shadow description format */
"Shadow:%@" = "阴影：“%@”";

/* Format string for a shared layer */
"Shared %d" = "共享 %d";

/* opening autosaved file alert - button title to show original file */
"Show Original" = "显示原始";

/* straight line */
"Straight" = "直线";

/* image sizing stretch to fill */
"Stretched" = "展宽";

/* Quarantine open panel - button title - Strip AppleScript */
"Strip AppleScript" = "除去 AppleScript";

/* simple stroke description format */
"Stroke:%@" = "笔划：“%@”";

/* Default text for subgraphs */
"Subgraph" = "子图表";

/* name of subject text tag */
"Subject" = "主题";

/* tail arrow */
"Tail Arrow" = "尾部箭头";

/* Text position chit label */
"Text:" = "文字：";

/* alert title - loading file which has a backup */
"The document \\U201C%@\\U201D has an automatically saved backup which is newer than the last manually saved version." = "文稿“%@”自动存储的备份比上一次手动存储的版本新。";

/* XML import parsing error */
"The file does not seem to contain a well-formed XML document." = "该文件好像未包含格式标准的 XML 文稿。";

/* Alert title for paper size change conflicting with page margins */
"The new paper size is too small to accommodate the page margins." = "新的纸张大小太小，而无法容纳页面页边空白。";

/* alert title - loading file which has a backup but no name, probably an autosave of an untitled document */
"There is an automatically saved backup of an untitled document." = "未命名的文稿有自动存储的备份。";

/* alert text - errors encountered while reading a document */
"There was a problem while loading \"%@\"." = "载入“%@”时出现问题。";

/* alert text - loading file which has a backup */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup or open the last saved version?" = "当 Graffle 遇到错误而必须意外退出时，此文稿可能会包含未存储的更改。您要打开备份，还是打开最后存储的版本？";

/* alert text - loading a backup with no corresponding save file, probably an autosave of an untitled document */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup?" = "当 Graffle 遇到错误而必须意外退出时，此文稿可能会包含未存储的更改。您要打开备份吗？";

/* newer document version alert - message */
"This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions" = "此文稿是用版本高于您目前使用的 OmniGraffle 所创建的。文稿的部分内容可能无法正常显示，另外，如果您使用当前版本的 OmniGraffle 进行存储，则可能丢失那些只能在较新版本中生效的特性";

/* ipad document version alert - message */
"Any open freehand shapes will become enclosed shapes. If you save this document, they will be saved as enclosed." = "所有开放的手绘形状都将变为封闭形状。如果保存本文档，它们将保存为封闭形式。";

/* ipad document version alert - title */
"This document was created with OmniGraffle for iPad." = "本文档是由适用于 iPad 的 OmniGraffle 所创建。";

/* opening autosaved file - message */
"This is a backup of \\U201C%@\\U201D. Opening this file will open it as an new untitled document." = "此为“%@”的备份。打开此文件会将其作为新的未命名文稿打开。";

/* image sizing tiled */
"Tiled" = "并排";

/* text description */
"Top" = "顶部";

/* canvas total tag */
"Total Canvases" = "版面总数";

/* name of total pages text tag */
"Total Pages" = "所有页面";

/* error when loading a linked image that can't be found */
"Unable to find linked image: %@" = "找不到链接的图像：%@";

/* error when loading a document - can't read an image from the property list */
"Unable to load embedded image" = "无法载入嵌入的图像";

/* error when loading a document - can't read an image from the property list */
"Unable to load image %d of %d: %@" = "无法载入 %2$d 的图像 %1$d：%3$@";

/* Undo warning button */
"Undo" = "还原";

/* Title for undo warning sheet */
"Undo Past Last Save" = "还原上一次存储";

/* unknown date - for insertion in text
   unknown user - string for insertion in text for <%Modifier%>
   unknown user - string for insertion in text for <%Creator%> */


"Unknown" = "未知的";

/* Document load error message when passed an unexpected file type */
"Unknown file type" = "文件类型不明";

/* Document loading error message (exception raised) */
"Unknown format or corrupt file" = "文件格式不明或文件毁坏";

/* error when loading a document - graphic specifies an unknown shape */
"Unknown shape \"%@\", will replace with %@" = "不明形状“%1$@”将被替换成 %2$@";

/* alert button - loading file which has a backup - to open the backup */
"Use Backup" = "使用备份档案";

/* Button label for using printer margins */
"Use Printer Margins" = "使用打印机页边空白";

/* name of user data text tag */
"User Data" = "用户数据";

/* Import filter error message */
"User interaction not allowed" = "不允许用户进行交互操作";

/* name of version text tag */
"Version" = "版本";

/* context menu for label orientation */
"Vertical" = "垂直";

/* Help tag while resizing */
"w: %@ (%d%%)\nh: %@ (%d%%)" = "宽：%1$@ (%2$d%%)\n高：%3$@ (%4$d%%)";

/* Help tag while creating */
"w: %@\nh: %@" = "宽：%1$@\n高：%2$@";

/* name of width text tag */
"Width" = "宽度";

/* name of x position text tag */
"X Position" = "X 位置";

/* name of y position text tag */
"Y Position" = "Y 位置";

/* name for yards */
"yards (yd)" = "码（yd）";

/* Description for undo warning sheet */
"You are about to undo past the last point this file was saved.  Do you want to do this?" = "您要还原最后一次存储之后对此文件所做的任何更改。您要这样做吗？";

/* Alert message for paper size change conflicting with page margins when printer margins are a possibility */
"You can scale the margins down to fit the new paper size, or use the minimum margins allowed by your printer settings. Page margins can be adjusted in the Document inspector." = "您可以按比例缩小页边空白，以适合新的纸张大小，或者使用打印机设置所允许的最小页边空白。在“文稿”检查器中可以调整页面页边空白。";